{
    "Home":"Home",
    "Partnership":"Partnership",
    "Volunteer":"Volunteer",
    "About us":"About us",
    "Contact":"Contact",
    "Langauge":"Langauage",
    "Partnership content":"It takes one man to have a vision. it takes  more to make it a reality. Lend a hand to a put smile on someone's face.",
    "Who we are":"Who we are",
    "About us content":"BigSolve is a non profit organization that seeks to impact lives through partnerships. In line with SDG 17, it is our mission to bring together men of honor and integrity who are dedicated to achieving the goals of the UN Sustainable Development Goals. We have created a platform that will allow us to reach those who are in need of support and guidance. We pursue this mission through education, advocacy and collaboration with others who share these values.",
    "About us content1":"We believe that while our world faces many challenges, there is also much hope for change if we work together in partnership.",
    "About us content2":"Our goal is simple: To build a stronger community where every person can live happily with dignity and purpose through collaborations.",
    "donor":"Contribute as a Donor",
    "donor content":"The simplest acts of kindness make the biggest difference. No matter how small you think it is, there is a soul out there in need of it.",
    "Make a Donation":"Make a donation",
    "volunteer":"Become a volunteer",
    "volunteer content":"Do you want to make a change but not sure where to start from? Or perhaps, you possess the enthusiasm and skills for change but need a platform.",
    "our partnership program":"OUR  PARTNERSHIP",
    "About Our Partnerships":"About Our Partnerships",
    "partnership content":"Our Partnerships are the key to success. We work with individuals as well as local, national, and global organizations and companies with like minds and interests to provide helpand resources to those in need of them. We serve as the bridge that connects these individuals to our partners that are in good grounds to make the difference they seek.",
    "partnership content1":"We are always open to new partners to join us on our journey to make a difference in the world.",
    "The Partnership Platform":"The Partnership Platform",
    "The Partnership Platformcontent":"The partnership platform is a society created for our partners to interact, strategize, and collaborate to achieve a goal in line with one or all of the SDGs.",
    "Become a Partner":"Become a Partner",
    "Partnercontent1":"Our team of professionals carry out background checks on every aspiring partner.",
"Partnercontent2":"enable us verify the integrity of each partner.",
"Partnercontent3":"At the end of five business days from time of registration, emails will be sent to aspiring",
"Partnercontent4":"partners as regards registration status.",
"fill form":"Fill the form below to get started",
"Volunteering":"Volunteering",
"About Volunteering":"About Volunteering",
"Volunteercontent":"BigSolve makes room for anyone with the motive and interest  to make an impact but have no idea how or where to start - your  journey of impact can start here. This is also a space for individuals  who are willing to serve with their skills, time, and creativity.  We want people who are ready to make real changes.",
"Volunteercontent1":"Volunteers have the free will to decide which organization or partnership  they wish to volunteer for depending on their SDG of interest and if these  organizations are in need of volunteers. Volunteers can also be recruited by  our partners and may have opportunities of joining any of these organizations full-time.",
"Become A Volunteer":"Become A Volunteer",
"About Partnership":"About Partnership",
"Partnership Programs":"Partnership Programs",
"Current Partners":"Current Partners",
"Login":"Login"


}