{
    "Home":"Gida",
    "Partnership":"Haɗin kai",
    "Volunteer":"sa kai",
    "About us":"Game da mu",
    "Contact":"tuntuɓar",
    "Language":"Harshe",
    "Who we are":"Game da kungiyarmu",
    "Partnership content":"Yana ɗaukar mutum ɗaya don samun hangen nesa. yana ɗaukar ƙari don tabbatar da gaskiya. mika hannu yau, don ku kawo murmushi a fuskar wani.",
    "About us content":"BigSolve kungiya ce mara riba wacce ke neman tasiri rayuwa ta hanyar haɗin gwiwa. Dangane da SDG 17, manufarmu ce mu tara alumai masu daraja da mutunci waɗanda suka sadaukar da kansu don cimma manufofin ci gaba mai dorewa na Majalisar Dinkin Duniya. Mun samar da wata hanya, da za ta ba mu damar isa ga masu bukatar tallafi da jagora. Muna ci gaba da wannan manufa ta hanyar ilimi, shawarwari da haɗin gwiwa tare da wasu waɗanda ke raba waɗannan dabi'u",
    "About us content1":"Mun yi imanin cewa yayin da duniyarmu ke fuskantar ƙalubale da yawa, akwai kuma fatan samun sauyi idan muka yi aiki tare tare da haɗin gwiwa.",
    "About us content2":"   ",
    "donor":"bayar da gudunmawa",
    "donor content":"Ayyukan alheri mafi sauƙi suna yin babban bambanci. Komai kankantarsa, akwai ruhin da yake buqatarsa.",
    "Make a Donation":"Ba da gudummawa",
    "volunteer":"Zama mai aikin sa kai",
    "volunteer content":"Kuna son yin canji amma ba ku da tabbacin daga ina za ku fara? Ko wataƙila, kuna da himma da ƙwarewa don canji amma kuna buƙatar dandamali.",
    "our partnership program":"Haɗin gwiwarmu",
    "About Our Partnerships":"Game da Haɗin Kan Mu",
    "partnership content":"Haɗin gwiwarmu shine mabuɗin nasara. Muna aiki tare da mutane da kuma na gida, na kasa, da ƙungiyoyin duniya da kamfanoni masu irin wannan tunani da bukatu zuwa ga bayar da taimako da albarkatu ga masu bukata. Muna hidima a matsayin gada da ke haɗuwa wadannan mutane zuwa ga abokan aikinmu da ke cikin kyawawan dalilai don yin bambancin da suke nema.",
    "partnership content1":"A koyaushe muna buɗe wa sababbin abokan tarayya don haɗa mu a kan tafiya don kawo canji a duniya.",
    "The Partnership Platform":"Dandalin Haɗin kai",
    "The Partnership Platformcontent":"Dandalin haɗin gwiwa wata al'umma ce da aka ƙirƙira don abokan hulɗarmu don yin hulɗa, tsara dabaru, da haɗin gwiwa don cimma burin da ya dace da ɗaya ko duka na SDGs.",
    "Become a Partner":"Kasance Abokin Hulɗa",
    "Partnercontent1":"Ƙwararrun ƙwararrun mu suna gudanar da bincike na asali akan kowane abokin tarayya.",
    "Partnercontent2":"ba mu damar tabbatar da amincin kowane abokin tarayya.",
    "Partnercontent3":"A ƙarshen kwanaki biyar na kasuwanci daga lokacin rajista, za a aika imel zuwa masu buri",
    "Partnercontent4":"abokan hulɗa dangane da matsayin rajista.",
    "fill form":"Cika fom ɗin da ke iya hada kai  da mu",
    "Volunteering":"Sa kai",
    "About Volunteering":"Game da Sa-kai",
    "Volunteercontent":"BigSolve yana ba da sarari ga duk wanda ke da dalili da sha'awadon yin tasiri amma ba ku da masaniya ta yaya ko ta inda za ku fara - naku tafiya na tasiri na iya farawa a nan. Wannan kuma sarari ne ga daidaikun mutane waɗanda suke shirye su yi hidima tare da basirarsu, lokaci, da kerawa. Muna son mutanen da suke shirye su yi canje-canje na gaske.",

    "Volunteercontent1":"Masu ba da agaji suna da 'yancin zaɓi don yanke shawara ko ƙungiya ko haɗin gwiwa suna so su ba da kansu don dogaro da SDG na sha'awa kuma idan waɗannan kungiyoyi suna bukatar masu sa kai. Masu aikin sa kai kuma za a iya daukar su abokan hulɗarmu kuma suna iya samun damar shiga kowane ɗayan waɗannan ƙungiyoyi cikakken lokaci.",
    "Become A Volunteer":"Zama Mai Sa-kai",
    "About Partnership":"About Partnership",
    "Partnership Programs":"Partnership Programs",
    "Current Partners":"Current Partners"
    
}