{
"Home":"Ụlọ",
"Partnership":"Ìbàkẹgbẹ",
"Volunteer":"afọ ofufo",
"About us":"Gbasara anyị",
"Contact":"kọntaktị",
"Language":"Asụsụ",
"Who we are":"Banyere nzukọ anyị",
"Partnership content":"ọ na-ewe otu nwoke ka ọ hụ ọhụụ. ọ na-ewe ihe karịrị ime ka ọ bụrụ eziokwu. dabere n'aka iji weta ihu mmadụ ọnụ ọchị.",
"About us content":"BigSolve bụ ọgbakọ anaghị akwụ ụgwọ na-achọ imetụta ndụ site na mmekorita. N'ikwekọ na SDG 17, ọ bụ ọrụ anyị ịkpọkọta ndị nwoke nwere nsọpụrụ na iguzosi ike n'ezi ihe bụ ndị raara onwe ha nye iji nweta ebumnobi nke ebumnuche UN Sustainable Development Goals. Anyị ekepụtala ikpo okwu ga-enyere anyị aka iru ndị chọrọ nkwado na nduzi. Anyị na-agbaso ọrụ a site na agụmakwụkwọ, nkwado na mmekorita ya na ndị ọzọ na-ekerịta ụkpụrụ ndị a",
"About us content1":"Anyị kwenyere na ọ bụ ezie na ụwa anyị na-eche ọtụtụ ihe ịma aka ihu, enwerekwa olileanya dị ukwuu maka mgbanwe ma ọ bụrụ na anyị na-arụkọ ọrụ ọnụ na mmekorita.",
"About us content2":"Ebumnuche anyị dị mfe: Iji wuo obodo siri ike ebe onye ọ bụla nwere ike ibi ndụ obi ụtọ na nsọpụrụ na ebumnuche site na mmekorita.",
"donor":"inye onyinye dị ka onye inyeaka",
"donor content":"Omume obiọma kacha dị mfe na-eme nnukwu ọdịiche. N'agbanyeghị otú i chere na ọ dị ntakịrị, e nwere mkpụrụ obi n'ebe ahụ chọrọ ya.",
"Make a Donation":"Nye onyinye",
"volunteer":"Bụrụ onye ọrụ afọ ofufo",
"volunteer content":"Ị chọrọ ime mgbanwe mana ị maghị ebe ị ga-esi malite? Ma ọ bụ ikekwe, ị nwere ịnụ ọkụ n'obi na nka maka mgbanwe mana ịchọrọ ikpo okwu.",
"our partnership program":"Mmekọrịta anyị",
"About Our Partnerships":"Banyere Mmekọrịta Anyị",
"partnership content":"Mmekọrịta anyị bụ isi ihe na-eme ka ihe ịga nke ọma. Anyị na ndị mmadụ n'otu n'otu na mpaghara, mba, na zuru ụwa ọnụ òtù na ụlọ ọrụ ndị dị ka uche na mmasị ka nyere ndị nọ ha mkpa aka na ihe onwunwe. Anyị na-eje ozi dị ka àkwà mmiri na-ejikọta ndị a na ndị mmekọ anyị nọ n'ezi ihe iji mee ihe dị iche ha na-achọ.",
"partnership content1":"Anyị na-emeghe ndị mmekọ ọhụrụ ka ha sonyere anyị na njem anyị iji mee mgbanwe n'ụwa.",
"The Partnership Platform":"The mmekorita ikpo okwu",
"The Partnership Platformcontent":"Ikpo okwu mmekọ bụ ọha mmadụ emebere ka ndị mmekọ anyị na-emekọrịta ihe, hazie, na imekọ ihe ọnụ iji nweta ebumnobi kwekọrọ n'otu ma ọ bụ SDG niile.",
"Become a Partner":"Bụrụ onye mmekọ",
"Partnercontent1":"Ndị otu anyị na-eme nyocha gbasara onye ọ bụla na-achọsi ike.",
"Partnercontent2":"mee ka anyị nyochaa iguzosi ike n'ezi ihe nke onye mmekọ ọ bụla.",
"Partnercontent3":"Na njedebe nke ụbọchị azụmahịa ise site na oge ndebanye aha, a ga-eziga ozi-e na ndị na-achọsi ike",
"Partnercontent4":"ndị mmekọ gbasara ọkwa ndebanye aha.",
"fill form":"Dejupụta fọm dị n'okpuru ka ịmalite",
"Volunteering":"Inye aka",
"About Volunteering":"Banyere ọrụ afọ ofufo",
"Volunteercontent":"BigSolve na-enye ohere maka onye ọ bụla nwere ebumnuche na mmasịime mmetụta mana enweghị echiche otu ma ọ bụ ebe ị ga-amalite - nke gị njem mmetụta nwere ike ịmalite ebe a. Nke a bụkwa oghere maka ndị mmadụ n'otu n'otu ndị dị njikere iji nkà ha, oge na ihe okike ha jee ozi. Anyị chọrọ ndị dị njikere ime ezigbo mgbanwe.",
"Volunteercontent1":"Ndị ọrụ afọ ofufo nwere ohere iji kpebie nzukọ ma ọ bụ mmekọha chọrọ inye onwe ha maka dabere na mmasị SDG ha ma ọ bụrụ na ndị a òtù dị iche iche chọrọ ndị ọrụ afọ ofufo. Ndị ọrụ afọ ofufo nwekwara ike were ndị mmekọ anyị nwere ike nwee ohere ịbanye n'otu n'ime otu ndị a oge niile.",
"Become A Volunteer":"Bụrụ onye ọrụ afọ ofufo",
"About Partnership":"About Partnership",
"Partnership Programs":"Partnership Programs",
"Current Partners":"Current Partners",
"Login":""
}