{
    "Home":"Ile",
    "Partnership":"Ìbàkẹgbẹ",
    "Volunteer":"iyọọda",
    "About us":"Nipa re",
    "Contact":"olubasọrọ",
    "Language":"Ede",
    "Partnership content":"o gba ọkunrin kan lati ni iran. o gba diẹ sii lati jẹ ki o jẹ otitọ. Gbe ọwọ kan lati mu ẹrin wa lori oju ẹnikan.",
    "Who we are":"Nipa ajo wa",
    "About us content":"BigSolve jẹ agbari ti kii ṣe ere ti o n wa lati ni ipa awọn igbesi aye nipasẹ awọn ajọṣepọ. Ni ila pẹlu SDG 17, o jẹ iṣẹ apinfunni wa lati mu awọn ọkunrin ti ola ati iduroṣinṣin jọ lati ṣaṣeyọri awọn ibi-afẹde ti Awọn ibi-afẹde Idagbasoke Alagbero UN. A ti ṣẹda pẹpẹ kan ti yoo gba wa laaye lati de ọdọ awọn ti o nilo atilẹyin ati itọsọna. A lepa iṣẹ apinfunni yii nipasẹ ẹkọ, agbawi ati ifowosowopo pẹlu awọn miiran ti o pin awọn iye wọnyi",
    "About us content1":"A gbagbọ pe lakoko ti agbaye wa koju ọpọlọpọ awọn italaya, ireti pupọ tun wa fun iyipada ti a ba ṣiṣẹ papọ ni ajọṣepọ.",
    "About us content2":"Ibi-afẹde wa rọrun: Lati kọ agbegbe ti o ni okun sii nibiti gbogbo eniyan le gbe ni idunnu pẹlu iyi ati idi nipasẹ awọn ifowosowopo.",
    "donor":"tiwon bi a olugbeowosile",
    "donor content":"Awọn iṣe aanu ti o rọrun julọ ṣe iyatọ nla julọ. Bi o ti wu ki o ro pe o kere to, ẹmi kan wa nibẹ ti o nilo rẹ.",
    "Make a Donation":"Ṣe ẹbun kan",
    "volunteer":"Di oluyọọda",
    "volunteer content":"Ṣe o fẹ ṣe iyipada ṣugbọn ko ni idaniloju ibiti o bẹrẹ lati? Tabi boya, o ni itara ati awọn ọgbọn fun iyipada ṣugbọn nilo pẹpẹ kan.",
    "our partnership program":"Ìbàkẹgbẹ wa",
    "About Our Partnerships":"Nipa Awọn ajọṣepọ wa",
    "partnership content":"Awọn ajọṣepọ wa jẹ bọtini si aṣeyọri. A ṣiṣẹ pẹlu awọn ẹni-kọọkan bi daradara bi agbegbe, ti orile-ede, ati agbaye ajo ati awọn ile-iṣẹ pẹlu bi okan ati ru lati pese iranlọwọ ati awọn orisun fun awọn ti o nilo wọn. A sin bi afara ti o so pọ awọn ẹni-kọọkan wọnyi si awọn alabaṣiṣẹpọ wa ti o wa ni awọn aaye ti o dara lati ṣe iyatọ ti wọn wa.",
    "partnership content1":"A nigbagbogbo ṣii si awọn alabaṣiṣẹpọ tuntun lati darapọ mọ wa lori irin-ajo wa lati ṣe iyatọ ni agbaye.",
    "The Partnership Platform":"Syeed ajọṣepọ",
    "The Partnership Platformcontent":"Syeed ajọṣepọ jẹ awujọ ti a ṣẹda fun awọn alabaṣepọ wa lati ṣe ajọṣepọ, ilana, ati ifowosowopo lati ṣaṣeyọri ibi-afẹde kan ni ila pẹlu ọkan tabi gbogbo awọn SDGs.",
    "Become a Partner":"Di Alabaṣepọ",
    "Partnercontent1":"Ẹgbẹ wa ti awọn akosemose ṣe awọn sọwedowo lẹhin lori gbogbo alabaṣepọ ti o nireti.",
    "Partnercontent2":"jeki a mọ daju awọn iyege ti kọọkan alabaṣepọ.",
    "Partnercontent3":"Ni ipari awọn ọjọ iṣowo marun lati akoko iforukọsilẹ, awọn imeeli yoo firanṣẹ si aspiring",
    "Partnercontent4":"awọn alabaṣepọ bi ṣakiyesi ipo iforukọsilẹ.",
    "fill form":"Fọwọsi fọọmu ni isalẹ lati bẹrẹ",
    "Volunteering":"Iyọọda",
    "About Volunteering":"Nipa Iyọọda",
    "Volunteercontent":"BigSolve ṣe aye fun ẹnikẹni ti o ni idi ati iwulo lati ṣe ipa ṣugbọn ko ni imọran bii tabi ibiti o ti bẹrẹ - tirẹ irin ajo ti ipa le bẹrẹ nibi. Eyi tun jẹ aaye fun awọn ẹni-kọọkan ti o ṣetan lati ṣiṣẹ pẹlu awọn ọgbọn, akoko, ati ẹda wọn. A fẹ awọn eniyan ti o ṣetan lati ṣe awọn ayipada gidi.",
    "Volunteercontent1":"Awọn oluyọọda ni ominira ọfẹ lati pinnu iru ajo tabi ajọṣepọ wọn fẹ lati yọọda fun da lori SDG wọn ti iwulo ati ti awọn wọnyi ba awọn ajo nilo awọn oluyọọda. Awọn oluyọọda le tun gba nipasẹ awọn alabaṣiṣẹpọ wa ati pe o le ni awọn aye lati darapọ mọ eyikeyi awọn ajọ wọnyi ni kikun-akoko.",
    "Become A Volunteer":"Di Iyọọda",
    "About Partnership":"About Partnership",
    "Partnership Programs":"Partnership Programs",
    "Current Partners":"Current Partners"
}